---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.RevitServerInternalException
source: html/a3a2d761-3221-0f4b-41d9-a8aa7942fc5d.htm
---
# RevitServerInternalException Properties

The information of the function throwing the exception.